Repository: neworderstudios/woocommerce-retail-calculator
Catalog: i18n/woocommerce-stock-logs-*.po
Languages: de_de

source: Adjust Stock Quantity
de_de: Warenbestand anpassen

source: Product Stock History
de_de: Warenbestandsverlauf

source: Select an action
de_de: Grund auswählen

source: New arrival
de_de: Neueingang

source: Damaged goods
de_de: Ware kaputt

source: Delivery incomplete
de_de: Lieferung unvollständig

source: Stock movement
de_de: Warenbestand verschoben

source: Other…
de_de: Sonstiges…

source: Save Adjustment
de_de: Anpassung speichern

source: Date / Time
de_de: Datum / Zeit

source: User
de_de: Benutzer

source: Initial Quantity
de_de: Erstbestand

source: Adjustment
de_de: Anpassung

source: Adjusted Quantity
de_de: Angepasster Bestand

source: Note
de_de: Notiz

source: Stock Log Options
de_de: Stock Log Einstellungen

source: Unit / Quantity Label
de_de: Einheiten-/Mengenbezeichnung

source: Optionally specify an ACF field to designate products' sale unit (e.g. "0.5kg")
de_de: (Optional) ACF Feld für Produktverkaufseinheit festlegen (z.B. "0.5kg")

source: Establishes an audit log of adjustments to product stock.
de_de: Erstellt einen Kontroll-Log von Warenbestandsänderungen.
